Repository: grimmdaniel/cheap_price_detector
Catalog: CheapPriceDetector/*.lproj/Localizable.strings
Languages: hu, pt_pt, ru

# selectFlightVC_origin_airport
source: ORIGIN AIRPORT
hu: KIINDULÁSI REPÜLŐTÉR
pt_pt: Partida de
ru: АЭРОПОРТ ВЫЛЕТА

# selectFlightVC_destination_airport
source: DESTINATION AIRPORT
hu: ÚTI CÉL
pt_pt: Destino
ru: АЭРОПОРТ ПРИЛЕТА

# selectFlightVC_airport_name_placeholder
source: Airport
hu: Repülőtér
pt_pt: Aeroporto
ru: Аэропорт

# selectFlightVC_airport_code_placeholder
source: COD
hu: KÓD
pt_pt: CODIGO
ru: КОД

# selectFlightVC_number_of_nights
source: Select number of nights
hu: Éjszakák száma
pt_pt: Número das noites
ru: Выберите количество ночей

# selectFlightVC_departure_date
source: DEPARTURE DATE
hu: INDULÁS
pt_pt: Partida
ru: ДАТА ВЫЛЕТА

# selectFlightVC_return_date
source: RETURN DATE
hu: VISSZAÚT
pt_pt: Regresso
ru: ДАТА ВОЗВРАЩЕНИЯ

# selectFlightVC_wdc_prices
source: Discount club prices
hu: Discount club árak
pt_pt: Preços do Discount club
ru: Цены дисконтного клуба

# selectFlightVC_search_flight_button
source: Search Flights
hu: Járatok keresése
pt_pt: Pesquisar voos
ru: Поиск Полетов

# selectFlightVC_new_search_button
source: New Search
hu: Új keresés
pt_pt: Nova pesquisa
ru: Новый Поиск

# selectFlightVC_empty_result_title
source: No flights available
hu: Járatok nem elérhetők
pt_pt: Nenhum voo disponível
ru: Рейсы не доступны

# selectFlightVC_empty_result_message
source: Unfortunately no flights are available at the current route, please try editing your search terms.
hu: A megadott keresési feltételekkel nem találtunk járatokat, próbálja módosítani a keresési feltételeket.
pt_pt: Infelizmente, não há voos disponíveis na rota atual, tente editar seus termos de pesquisa.
ru: К сожелению по данному направлению нет доступных рейсов

# chooseAirportVC_vc_title
source: Select Airport
hu: Repülőtér kiválasztása
pt_pt: Escolher Aeroporto
ru: Выберите Аэропорт

# chooseAirportVC_vc_search_placeholder
source: Search
hu: Keresés
pt_pt: Pesquisar
ru: Поиск

# chooseAirportVC_vc_search_empty_result
source: No airports were found matching your search request.
hu: Nem található a keresésének megfelelő repülőtér.
pt_pt: Nenhum aeroporto encontrado que corresponda ao seu pedido de pesquisa.
ru: Аэропорту по вашему запросу не найдены.

# showSearchResultVC_vc_title
source: Flights
hu: Járatok
pt_pt: Voos
ru: Рейсы

# showSearchResultVC_outbound_route
source: Outbound route
hu: Outbound járat
pt_pt: Voo de outbound
ru: Направление туда

# showSearchResultVC_return_route
source: Return route
hu: Return járat
pt_pt: Voo de return
ru: Направление обратно

# showSearchResultVC_travelling_period
source: Travelling period
hu: Utazási időszak
pt_pt: Período de viagem
ru: Период путешествия

# showSearchResultVC_number_of_nights
source: Nights
hu: Éjszakák
pt_pt: Noites
ru: Ночи

# showSearchResultVC_total_price
source: Total price
hu: Teljes ár
pt_pt: Preço total
ru: Общая цена

# showSearchResultVC_detailed_price
source: Detailed price
hu: Részletes ár
pt_pt: Preço detalhado
ru: Подробная цена

# showSearchResultVC_sort_title
source: Sort by:
hu: Rendezés:
pt_pt: Ordenar por:
ru: Сортировать по:

# showSearchResultVC_sort_message
source: Please select an option from below
hu: Válasszon rendezési szempontot
pt_pt: Selecione uma opção abaixo
ru: Пожалуйста, выберите один из вариантов ниже

# showSearchResultVC_sort_cancel
source: Cancel
hu: Mégse
pt_pt: Cancelar
ru: Отмента

# showSearchResultVC_sort_price_asc
source: Price - cheapest first
hu: Ár - legolcsóbb elől
pt_pt: Preço - mais baixo primeiro
ru: Цена - сначала дешевые

# showSearchResultVC_sort_price_desc
source: Price - most expensive first
hu: Ár - legdrágább elől
pt_pt: Preço - mais caro primeiro
ru: Цена - сначала дорогие

# showSearchResultVC_sort_nights_asc
source: Nights - min first
hu: Éjszakák - legkevesebb elől
pt_pt: Noites - min primeiro
ru: Ночи - с минимального

# showSearchResultVC_sort_nights_desc
source: Nights - max first
hu: Éjszakák - legtöbb elől
pt_pt: Noites - max primeiro
ru: Ночи - с максимального

# showSearchResultVC_sort_dates_earliest
source: Dates - earliest first
hu: Dátum - legkorábbi elől
pt_pt: Datas - mais cedo primeiro
ru: Даты - сначала ранние

# showSearchResultVC_sort_dates_latest
source: Dates - latest first
hu: Dátum - legkésőbbi elől
pt_pt: Datas - mais tarde primeiro
ru: Даты - сначала позже

# showSearchResultVC_wizz_site_lan
source: en-gb
hu: hu-hu
pt_pt: pt-pt
ru: ru-ru

# chooseAirportsOnMapVC_vc_title
source: Select routes
hu: Útvonal kiválasztása
pt_pt: Selecionar rotas
ru: Выберите направления

# myFlightsVC_vc_title
source: My Flights
hu: Járataim
pt_pt: Meus Voos
ru: Мои Рейсы

# myFlightsVC_delete_flight_prompt_title
source: Delete Flight
hu: Járat törlése
pt_pt: Apagar Voo
ru: Удалить рейс

# myFlightsVC_delete_flight_prompt_message
source: Are you sure you want to delete this flight?
hu: Valóban törölni szeretnéd ezt a járatot?
pt_pt: Tem certeza apagar este voo?
ru: Вы действительно хотите удалить этот рейс?

# myFlightsVC_delete_flight_delete
source: Delete
hu: Törlés
pt_pt: Apagar
ru: Удалить

# myFlightsVC_delete_flight_cancel
source: Cancel
hu: Mégsem
pt_pt: Cancelar
ru: Отмена

# selectAirlineVC_title
source: Select airline
hu: Légitársaság választása
pt_pt: Selecionar companhia aérea
ru: Выберите авиалинию

# addMyFlightVC_origin_airportLabel
source: ORIGIN AIRPORT
hu: KIINDULÁSI REPÜLŐTÉR
pt_pt: PARTIDA DE
ru: АЭРОПОРТ ВЫЛЕТА

# addMyFlightVC_destination_airportLabel
source: DESTINATION AIRPORT
hu: ÚTI CÉL
pt_pt: DESTINO
ru: АЭРОПОРТ ПРИЛЕТА

# addMyFlightVC_origin_airport_placeholder
source: Airport (COD)
hu: Repülőtér (KÓD)
pt_pt: Aeroporto (CODIGO)
ru: Аэропорт (КОД)

# addMyFlightVC_destination_airport_placeholder
source: Airport (COD)
hu: Repülőtér (KÓD)
pt_pt: Aeroporto (CODIGO)
ru: Аэропорт (КОД)

# addMyFlightVC_journey_date_label
source: JOURNEY DATE
hu: UTAZÁS NAPJA
pt_pt: DATA DA VIAGEM
ru: ДАТА ПОЛЕТА

# addMyFlightVC_airline_label
source: AIRLINE
hu: LÉGITÁRSASÁG
pt_pt: COMPANHIA AÉREA
ru: АВИАЛИНИЯ

# addMyFlightVC_flight_number_label
source: FLIGHT NUMBER
hu: JÁRATSZÁM
pt_pt: NÚMERO DO VOO
ru: НОМЕР РЕЙСА

# addMyFlightVC_save_flight_label
source: Save Flight
hu: Utazás mentése
pt_pt: GUARDAR VIAGEM
ru: Сохранить Рейс

# addMyFlightVC_fnumber_save
source: SAVE
hu: MENTÉS
pt_pt: GUARDAR
ru: СОХРАНИТЬ

# addMyFlightVC_fnumber_title
source: FLIGHT NUMBER
hu: JÁRATSZÁM
pt_pt: NÚMERO DO VOO
ru: НОМЕР РЕЙСА

# addMyFlightVC_fnumber_message
source: Add your flight number. (4 characters)
hu: Járatszám megadása. (4 karakter)
pt_pt: Adicionar número do voo. (4 letras)
ru: Добавьте номер рейса. (4 символа)

# showMyFlightsOnMapVC_title
source: My Flights
hu: Korábbi járataim
pt_pt: Meus Voos
ru: Мои Рейсы
